/* No comment provided by engineer. */
"Ping an external service announcing a new podcast" = "外部サービスに対して新しい Podcast を知らせる ping を実行します";

/* No comment provided by engineer. */
"Ping external service '%@' announcing a new podcast" = "外部サービス‘%@’に対して新しい Podcast を知らせる ping を実行します";

/* No comment provided by engineer. */
"Service" = "サービス";

/* No comment provided by engineer. */
"Service URL cannot be empty." = "サービス URL は空白にできません。";

/* No comment provided by engineer. */
"Service URL is invalid." = "サービス URL が正しくありません。";

/* No comment provided by engineer. */
"Service URL scheme unsupported (only HTTP/HTTPS are supported)." = "サービス URL スキームはサポートされていません（HTTP／HTTPS のみがサポートされています）。";

/* No comment provided by engineer. */
"Unknown" = "不明";

